Repository: VoidFox/neo-layout
Catalog: linux/osd/po/*/LC_MESSAGES/OSDneo2.po
Languages: de

source: Error
de: Fehler

source: Invalid keyboard driver "%s" selected.
de: Ungültiger Tastaturtreiber "%s" ausgewählt.

source: The following image file was not found: "%s"
de: Die folgende Bilddatei wurde nicht gefunden: "%s"

source: For security reasons you may not run this application with superuser rights.
de: Aus Sicherheitsgründen kann dieses Programm nicht mit superuser-Rechten ausgeführt werden.

source: On screen display for learning the keyboard layout Neo2
de: On-Screen Display als Lernhilfe für das Tastaturlayout Neo2

source: File "%s" not found. Using default settings
de: Datei "%s" wurde nicht gefunden. Verwende Standardeinstellungen.

source: No read access to file "%s". Changed settings cannot be stored.
de: Kein Lesezugriff auf Datei "%s". Geänderte Einstellungen können nicht gespeichert werden.

source: No write access to file "%s". Changed settings cannot be stored.
de: Kein Schreibzugriff auf Datei "%s". Geänderte Einstellungen können nicht gespeichert werden.

source: undefined
de: undefiniert

source: "XkbOpenDisplay" reported an error (%(error_name)s).
de: "XkbOpenDisplay" hat einen Fehler gemeldet (%(error_name)s).
